<template>
<div class="paper">
    <div class="paper__content">
        <p class="image">
            <img style="display:none;" alt="正文图" class="image_h1" src="http://static.ilixiangguo.com/data/upload/post/201703/58d5fad0733d3.jpg" />
        </p>
        <p class="imagenote">大概是一九八〇年，我和妹妹柴敏，在纺织厂的照相馆里拍下的照片。我妈在工厂的理发店给我烫个卷毛，隔了这么多年，脑袋上包个黄色蛇皮袋的烫热感还有，是文明让人不舒服的启蒙。</p>
        <p>&nbsp;</p>
        <h2>第七章　山西，山西</h2>
        <p>海子有句诗，深得我心：“天空一无所有，为何给我安慰。”</p>
        <p>我出生在一九七六年的山西。小孩儿上学，最怕迟到，窗纸稍有点青，就哭着起了床。奶奶拉着手把我送一程，穿过枣树、石榴和大槐树，绕过大狗，我穿着奶黄色棉猴，像胖胖一粒花生米，站在乌黑的门洞里，等学校开门。</p>
        <p>怕黑，死盯着一天碎星星，一直到瓷青的天里透着淡粉，大家才来。我打开书，念“神——笔——马——良”，一头栽在课桌上睡着，日日如此。</p>
        <p>山西姑娘没见过小溪青山之类，基本上处处灰头土脸，但凡有一点诗意，全从天上来。中学时喜欢的男生路过我身边，下了自行车推着走，说几句话。分别之后心里蓬勃得静不下来，要去操场上跑几圈，喘着气找个地儿坐下，天蓝得不知所终，头顶肥大松软的白云，过好久笨重地翻一个身。</p>
        <p>苦闷时也只有盯着天看，晚霞奇诡变化，觉得未来有无限可能。阵雨来得快，乌黑的云团滚动奔跑，剩了天边一粒金星没来得及遮，一小粒明光闪烁，突然一下就灭了。折身跑时，雨在后边追，卷着痛痛快快的土腥气扑过来。</p>
        <p>&nbsp;</p>
        <p>二〇〇六年我回山西采访，在孝义县城一下车就喉头一紧。老郝说：“哎，像是小时候在教室里生煤炉子被呛的那一下。”</p>
        <p>是，都是硫化氢。</p>
        <p>天像个烧了很长时间的锅一样盖在城市上空。一眼望去，不是灰，也不是黑，是焦黄色。去了农村，村口一间小学，一群小孩子，正在剪小星星往窗户上贴。有个圆脸大眼的小姑娘，不怕生人，搬个小板凳坐我对面，不说话先笑。</p>
        <p>我问她：“你见过星星吗？”</p>
        <p>她说：“没有。”</p>
        <p>“见过白云吗？”</p>
        <p>“没有。”</p>
        <p>“蓝天呢？”</p>
        <p>她想了好久，说：“见过一点点儿蓝的。”</p>
        <p>“空气是什么味道？”</p>
        <p>“臭的。”她用手扇扇鼻子。</p>
        <p>六岁的王惠琴闻到的是焦油的气味，不过更危险的是她闻不到的无味气体，那是一种叫苯并芘的强致癌物，超标九倍。离她的教室五十米的山坡上，是一个年产六十万吨的焦化厂，对面一百米的地方是两个化工厂，她从教室走回家的路上还要经过一个洗煤厂。不过，即使这么近，也看不清这些巨大的厂房 </p>
    </div>
    <div class="paper__content">
        <p class="image">
            <img style="display:none;" alt="正文图" class="image_h1" src="http://static.ilixiangguo.com/data/upload/post/201703/58d5fad0733d3.jpg" />
        </p>
        <p class="imagenote">大概是一九八〇年，我和妹妹柴敏，在纺织厂的照相馆里拍下的照片。我妈在工厂的理发店给我烫个卷毛，隔了这么多年，脑袋上包个黄色蛇皮袋的烫热感还有，是文明让人不舒服的启蒙。</p>
        <p>&nbsp;</p>
        <h2>第七章　山西，山西</h2>
        <p>海子有句诗，深得我心：“天空一无所有，为何给我安慰。”</p>
        <p>我出生在一九七六年的山西。小孩儿上学，最怕迟到，窗纸稍有点青，就哭着起了床。奶奶拉着手把我送一程，穿过枣树、石榴和大槐树，绕过大狗，我穿着奶黄色棉猴，像胖胖一粒花生米，站在乌黑的门洞里，等学校开门。</p>
        <p>怕黑，死盯着一天碎星星，一直到瓷青的天里透着淡粉，大家才来。我打开书，念“神——笔——马——良”，一头栽在课桌上睡着，日日如此。</p>
        <p>山西姑娘没见过小溪青山之类，基本上处处灰头土脸，但凡有一点诗意，全从天上来。中学时喜欢的男生路过我身边，下了自行车推着走，说几句话。分别之后心里蓬勃得静不下来，要去操场上跑几圈，喘着气找个地儿坐下，天蓝得不知所终，头顶肥大松软的白云，过好久笨重地翻一个身。</p>
        <p>苦闷时也只有盯着天看，晚霞奇诡变化，觉得未来有无限可能。阵雨来得快，乌黑的云团滚动奔跑，剩了天边一粒金星没来得及遮，一小粒明光闪烁，突然一下就灭了。折身跑时，雨在后边追，卷着痛痛快快的土腥气扑过来。</p>
        <p>&nbsp;</p>
        <p>二〇〇六年我回山西采访，在孝义县城一下车就喉头一紧。老郝说：“哎，像是小时候在教室里生煤炉子被呛的那一下。”</p>
        <p>是，都是硫化氢。</p>
        <p>天像个烧了很长时间的锅一样盖在城市上空。一眼望去，不是灰，也不是黑，是焦黄色。去了农村，村口一间小学，一群小孩子，正在剪小星星往窗户上贴。有个圆脸大眼的小姑娘，不怕生人，搬个小板凳坐我对面，不说话先笑。</p>
        <p>我问她：“你见过星星吗？”</p>
        <p>她说：“没有。”</p>
        <p>“见过白云吗？”</p>
        <p>“没有。”</p>
        <p>“蓝天呢？”</p>
        <p>她想了好久，说：“见过一点点儿蓝的。”</p>
        <p>“空气是什么味道？”</p>
        <p>“臭的。”她用手扇扇鼻子。</p>
        <p>六岁的王惠琴闻到的是焦油的气味，不过更危险的是她闻不到的无味气体，那是一种叫苯并芘的强致癌物，超标九倍。离她的教室五十米的山坡上，是一个年产六十万吨的焦化厂，对面一百米的地方是两个化工厂，她从教室走回家的路上还要经过一个洗煤厂。不过，即使这么近，也看不清这些巨大的厂房 </p>
    
    </div>
</div>
</template>

<script>
export default {
    name: 'Paper'
}
</script>

<style lang="less">
@import "~includes/variables.less";
.paper {
    position: fixed;
    top: 0;
    left: 0;

    font-size: @normalFontSize;

    width: 100%;
    height: 100vh;

    columns: auto 100vw;
    column-gap: 0;
    column-rule: 1px solid #eeeeee;

    z-index: 1;

    &__content {
        width: 100vw;
        padding: 0 @pagePadding;
        box-sizing: border-box;

        p {
            margin: @pagePadding 0;
        }      
    }
}
</style>